Revit 2024 API
SpecTypeId.MassDensity Property
 Mass Density, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId MassDensity { get; }
Visual Basic
Public Shared ReadOnly Property MassDensity As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MassDensity {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace